{
  "header": {
    "RESEARCH": "ИССЛЕДОВАНИЯ",
    "PUBLICATIONS": "ПУБЛИКАЦИИ",
    "EDUCATION": "ОБРАЗОВАНИЕ",
    "ABOUT US": "О НАС",
    "MORE": "ЕЩЕ",
    "ACCOUNT": "ЛИЧНЫЙ КАБИНЕТ",
    "COLLABORATIONS": "КОЛЛАБОРАЦИИ",
    "RESOURCES": "РЕСУРСЫ"
  },
  "main": {
    "description": "Разработка новых молекулярных и биомолекулярных систем на основе вычислительных методов, стратегий проектирования и оптимизации молекулярных процессов для использования в биомедицинских исследованиях и фармакологии.",
    "research": "Исследования",
    "researchDescr1": "В нашей группе мы уделяем особое внимание разработке вычислительных методов и общих стратегий проектирования и оптимизации молекулярных инструментов и процессов.",
    "researchDescr2": "Мы также применяем эти методологии для разработки новых молекулярных и биомолекулярных систем, которые будут использоваться в биомедицинских исследованиях и фармакологии.",
    "education": "Образовательные ресурсы",
    "educationTitle": "ОНЛАЙН-КУРС ПО МОДЕЛИРОВАНИЮ ХИМИЧЕСКИХ РЕАКЦИЙ.",
    "educationDescr1": "В рамках данного 10-недельного курса обучающиеся научатся использовать методы квантовой химии и проводить расчеты свойств химических веществ и моделирование химических реакций, в том числе с использованием суперкомпьютеров.",
    "educationDescr2": "Курс носит яркую практическую направленность и основан на проведении расчетов с использованием широко используемых квантово-химических программных пакетов ORCA и Molcas.",
    "news": "Новости",
    "students": "Студентам и аспирантам",
    "studentTitle": "МЫ ИЩЕМ СТУДЕНТОВ И АСПИРАНТОВ, СПЕЦИАЛИЗИРУЮЩИХСЯ В РАЗЛИЧНЫХ ОБЛАСТЯХ ФИЗИКИ, ХИМИИ И БИОЛОГИИ, КОТОРЫЕ ХОТЯТ ПРОВОДИТЬ ИССЛЕДОВАНИЯ В ОБЛАСТИ:",
    "studentDescr1": "Разработка методов и программного обеспечения для компьютерного дизайна молекулярных систем",
    "studentDescr2": "Биомолекулярного инжиниринга – создания белков-сенсоров и белков-энзимов с заданными свойствами",
    "studentDescr3": "Разработка методов и программного обеспечения для моделирования сетей химических реакций",
    "studentDescr4": "Изучение процессов горения топлив с целью разработки новых более эффективных видов топлив",
    "university": "Мы работаем на базе университетов:",
    "university1": "Кафедра медицинской химии",
    "university2": "Институт медицинских систем и биотехнологий",
    "university3": "Лаборатория разработки молекулярно-диагностических систем"
  },
  "research": {
    "research": "Направления исследований",
    "research1": "РАЗРАБОТКА НОВЫХ ГЕНЕТИЧЕСКИ-КОДИРУЕМЫХ ИНСТРУМЕНТОВ ДЛЯ ИССЛЕДОВАНИЯ МОЗГА И СЕРДЦА",
    "research2": "РАЗРАБОТКА МЕТОДОВ ДЛЯ КОМПЬЮТЕРНОГО МОДЕЛИРОВАНИЯ И ДИЗАЙНА ХИМИЧЕСКИХ РЕАКЦИЙ",
    "research3": "РАЗРАБОТКА НОВЫХ СИЛОВЫХ ПОЛЕЙ С ИСПОЛЬЗОВАНИЕМ МЕТОДОВ МАШИННОГО ОБУЧЕНИЯ",
    "otherStudies": "Другие исследования"
  },
  "education": {
    "education": "Образовательные",
    "resources": "ресурсы",
    "chemicalCourses": "Онлайн-курс по моделированию химических реакций"
  },
  "button": {
    "more": "Подробнее",
    "writeUs": "Написать нам"
  },
  "publications": {
    "heading": "ПУБЛИКАЦИИ"
  },
  "aboutDesc": {
    "heading": "НАУЧНАЯ ГРУППА",
    "text": "В нашей группе мы уделяем особое внимание разработке вычислительных методов и общих стратегий проектирования и оптимизации молекулярных инструментов и процессов."
  },
  "aboutResearch": {
    "heading": "Научные сотрудники",
    "addition": "Мы также применяем эти методологии для разработки новых молекулярных и биомолекулярных систем, которые будут использоваться в биомедицинских исследованиях и фармакологии.",
    "researchers": [
      {
        "name": "РЯЗАНЦЕВ МИХАИЛ НИКОЛАЕВИЧ",
        "profession": "Руководитель научной группы, д.х.н., доцент"
      },
      {
        "name": "ПАНОВ МАКСИМ СЕРГЕЕВИЧ",
        "profession": "Научный сотрудник, д.х.н."
      },
      {
        "name": "НИКОЛАЕВ ДМИТРИЙ МИХАЙЛОВИЧ",
        "profession": "Научный сотрудник"
      },
      {
        "name": "ШТЫРОВ АНДРЕЙ АНДРЕЕВИЧ",
        "profession": "Научный сотрудник"
      }
    ]
  },
  "aboutStudents": {
    "heading": "Студенты и аспиранты",
    "students": [
      {
        "name": "ДОМСКИЙ НИКИТА",
        "grade": "Аспирант"
      },
      {
        "name": "КВАШНИН ЯРОСЛАВ",
        "grade": "Студент"
      },
      {
        "name": "МЕТЕЛКИНА ЕКАТЕРИНА",
        "grade": "Студент"
      },
      {
        "name": "ШАНТУРОВ МИХАИЛ",
        "grade": "Студент"
      },
      {
        "name": "ДЕМИДОВ НИКИТА",
        "grade": "Студент"
      },
      {
        "name": "ПАНКРАТОВ ДАНИЛ",
        "grade": "Студент"
      }
    ]
  },
  "aboutTree": {
    "heading": "Академическая иерархия"
  },
  "research1": {
    "mainTitle1": "Разработка новых генетически-кодируемых инструментов",
    "mainTitle2": "для исследования мозга и сердца.",
    "mainDescr": "Белки из семейства родопсинов, интенсивность флуоресценции которых зависит от величины электрического потенциала клетки - перспективный инструмент для биомедицинских исследований.",
    "advantages": "Преимущества",
    "advLeftTitle": "Родопсины уже нашли применение для изучения работы головного мозга, позволяя в режиме реального времени отслеживать активность нейронов при помощи оптических методов. Преимущества этих молекулярных инструментов:",
    "advDescr1": "Быстрое время отклика, позволяющее зафиксировать даже самые быстрые процессы в нейронах;",
    "advDescr2": "Длительное фотовыцветание, что позволяет использовать родопсины в экспериментах, которые длятся по несколько часов;",
    "advDescr3": "Высокая чувствительность интенсивности флуоресценции к изменению электрического потенциала.",
    "disadvantages": "Недостатки",
    "disAdvLeftTitle": "Основные недостатки разработанных на сегодняшний день сенсоров на основе родопсинов:",
    "disAdvDescr1": "Низкая интенсивность флуоресцентного сигнала (необходимо увеличить сигнал)",
    "disAdvDescr2": "Полоса поглощения находится в неоптимальном диапазоне для биомедицинских исследований (необходимо сдвинуть полосу в область окна оптической прозрачности биологических тканей, 650-900 нм)",
    "ourTask": "Наша задача",
    "ourGoalTitle": "Нашей задачей является разработка улучшенных вариантов родопсинов, лишенных указанных недостатков, но сохраняющих все уже достигнутые преимущества.",
    "combineTitle": "ДЛЯ РЕШЕНИЯ ЗАДАЧИ МЫ ИСПОЛЬЗУЕМ КОМБИНИРОВАННЫЙ ПОДХОД:",
    "combine1": "Направленная эволюция для генерации большого количества \"хороших\" и \"плохих\" мутантных форм",
    "combine2": "Сравнительный анализ \"плохих\" и \"хороших\" белков для определения факторов, которые отделяют два класса",
    "combine3": "Рациональный дизайн – на основании найденных факторов предложить новые аминокислотные замены, которые приведут к дополнительной оптимизации свойств",
    "experMethodsTitle": "МЫ ИСПОЛЬЗУЕМ КАК ЭКСПЕРИМЕНТАЛЬНЫЕ МЕТОДЫ, ТАК И МЕТОДЫ КОМПЬЮТЕРНОГО МОДЕЛИРОВАНИЯ, А ИМЕННО:",
    "experMethods1": "Методы генетической инженерии для получения мутантных форм белков",
    "experMethods2": "Методы спектроскопии для исследования спектральных и фотофизических свойств белков",
    "experMethods3": "Методы компьютерного моделирования для изучения факторов, определяющих интенсивность флуоресценции белков на молекулярном уровне, включая методы моделирования по гомологии, молекулярную динамику, КМ/ММ",
    "experMethods4": "Генетические алгоритмы для автоматического поиска белков с увеличенной интенсивностью флуоресценции in silico",
    "results": "Результаты",
    "resultsDescr": "НА СЕГОДНЯШНИЙ ДЕНЬ НАМИ УЖЕ БЫЛИ ПОЛУЧЕНЫ БЕЛКИ С МАКСИМУМОМ ПОЛОСЫ ПОГЛОЩЕНИЯ НА 640 НМ – НАИБОЛЬШАЯ ДЛИНА ВОЛНЫ МАКСИМУМА ПОЛОСЫ ПОГЛОЩЕНИЯ СРЕДИ ИЗВЕСТНЫХ СЕНСОРОВ НА ОСНОВЕ РОДОПСИНОВ."
  },
  "research2": {
    "title1": "Разработка методов для компьютерного моделирования",
    "title2": "и дизайна химических реакций",
    "underline": "Мы разрабатываем программный комплекс ReaNet",
    "mainTitle": "Функции ReaNet",
    "description1": "Автоматическое построение полной сети происходящих в системе реакций. для сложных сетей химических реакций, которые встречаются в горении, плазме.",
    "description2": "Автоматический поиск пути реакции и переходного состояния для заданных продуктов и реагентов химической реакции. Доступен как для термических, так и фотохимических реакций."
  },
  "research3": {
    "title1": "Разработка новых силовых полей с использованием методов",
    "title2": "машинного обучения",
    "underline": "Белки из семейства родопсинов, интенсивность флуоресценции которых зависит от величины электрического потенциала клетки - перспективный инструмент для биомедицинских исследований.",
    "mainTitle1": "Метод молекулярной динамики",
    "description1_1": "Метод молекулярной динамики часто применяется в физических и химических исследованиях для изучения молекулярных процессов, поиска равновесной конформации, расчета термодинамических характеристик молекулярной системы.",
    "description1_2": "При расчете траектории молекулярной динамики на каждом шаге (обычно шаг равен 1 фс) рассчитываются силы, действующие на каждый атом системы, и решаются стандартные уравнения движения из классической механики.",
    "mainTitle2": "Недостатки",
    "description2_1": "Наиболее точным методом для расчета сил является квантовая механика, на каждом шаге решается уравнения Шредингера (или Кона-Шэма) для молекулярной системы.",
    "description2_2": "Однако, квантово-механические расчеты требуют значительных вычислительных ресурсов и позволяют рассчитать траектории только на коротких временных интервалах для систем небольшого размера.",
    "mainTitle3": "Использование эмпирической функции",
    "description3": "Альтернативный подход - использовать эмпирическую функцию U(q) (силовое поле), описывающую зависимость энергии системы от координат всех атомов.",
    "advantages": "преимущества:",
    "advantages1": "Использование эмпирической функции U(q) существенно упрощает задачу - на каждом шаге необходимо рассчитывать только градиент аналитической функции. Очевидно, что точность расчета будет определяться тем, насколько хорошо силовое поле описывает систему.",
    "advantages2": "Для стандартных молекул -- аминокислот, нуклеотидов, растворителей, функциональная форма и численные параметры функций силовых полей разрабатывались в течение 30 лет, они обладают очень высокой точность.",
    "disadvantages": "недостатки:",
    "disadvantages1": "Сложность возникает для нестандартных молекул -- лигандов, полимеров, хромофоров. Для них необходимы методы, позволяющие быстро и в автоматическом режиме подобрать силовое поле.",
    "disadvantages2": "В нашей работе мы разрабатываем методы параметризации силовых полей для систем самых разных размеров -- от молекул лекарственных препаратов до полимеров."
  },
  "footer": {
    "TEXT": "По всем вопросам пишите нам на почту: ",
    "RIGHTS": "Все права защищены. 2024",
    "Main": "Главная",
    "Research": "Исследования",
    "Publications": "Публикации",
    "Education": "Образовательные ресурсы",
    "About": "О нас",
    "Resources": "Ресурсы",
    "Collaborations": "Коллаборации",
    "Personal Account": "Личный кабинет"
  }
}
