import { ICourseCard } from '@/shared';

export const MOCK_COURSES: Omit<ICourseCard, 'path'>[] = [
  {
    id: 1,
    title: 'React',
    img: 'research1_main',
    researchArea: 'Programmer',
    description:
      'Данный курс посвящен React. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен React. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен React. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
  },
  {
    id: 2,
    title: 'Angular',
    img: 'research1',
    researchArea: 'Programmer',
    description:
      'Данный курс посвящен Angular. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Angular. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Angular. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
  },
  {
    id: 3,
    title: 'Vue',
    img: 'research2',
    researchArea: 'Programmer',
    description:
      'Данный курс посвящен Vue. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Vue. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Vue. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
  },
  {
    id: 4,
    title: 'Svelte',
    img: 'research3',
    researchArea: 'Programmer',
    description:
      'Данный курс посвящен Svelte. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Svelte. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Svelte. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
  },
];
