import { ICourseCard } from '@/shared';

export const MOCK_COURSES: Omit<ICourseCard, 'path'>[] = [
  {
    id: 1,
    title_ru: 'React',
    imageUrl: 'research1_main',
    researchArea: 'Programmer',
    description_ru:
      'Данный курс посвящен React. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен React. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен React. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
    description_en: '',
  },
  {
    id: 2,
    title_ru: 'Angular',
    imageUrl: 'research1',
    researchArea: 'Programmer',
    description_ru:
      'Данный курс посвящен Angular. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Angular. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Angular. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
    description_en: '',
  },
  {
    id: 3,
    title_ru: 'Vue',
    imageUrl: 'research2',
    researchArea: 'Programmer',
    description_ru:
      'Данный курс посвящен Vue. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Vue. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Vue. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
    description_en: '',
  },
  {
    id: 4,
    title_ru: 'Svelte',
    imageUrl: 'research3',
    researchArea: 'Programmer',
    description_ru:
      'Данный курс посвящен Svelte. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Svelte. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID. Данный курс посвящен Svelte. В нем собраны лучшие практики данного инструмента. Вы познакомитесь с базовыми концепциями, укрепите уже имеющиеся знания, освоите разные подходы. Узнаете, что такое функциональное программирование и SOLID',
    description_en: '',
  },
];
