import { EducationProps } from '../../shared';

export const EDUCATION_DATA: EducationProps = {
  sectionName: 'main.education',
  descriptionTitle: 'ОНЛАЙН-КУРС ПО МОДЕЛИРОВАНИЮ ХИМИЧЕСКИХ РЕАКЦИЙ.',
  img: 'default',
  leftDescription:
    'В рамках данного 10-недельного курса обучающиеся научатся использовать методы квантовой химии и проводить расчеты свойств химических веществ и моделирование химических реакций, в том числе с использованием суперкомпьютеров.',
  rightDescription:
    'Мы также применяем эти методологии для разработки новых молекулярных и биомолекулярных систем, которые будут использоваться в биомедицинских исследованиях и фармакологии.',
  listValues: 'b',
};
